Repository: YunoHost-Apps/vpnclient_ynh
Catalog: sources/i18n/*/LC_MESSAGES/localization.po
Languages: fr_fr

source: Json Syntax Error, please check your dot cube file
fr_fr: Error de syntaxe Json, merci de vérifier votre fichier .cube

source: The Server Address, the Server Port and the Protocol cannot be empty
fr_fr: L'adresse du serveur, le port du serveur et le protocole ne peuvent pas être vides

source: The Server Port must be only composed of digits
fr_fr: Le port du serveur ne peut correspondre qu'à des chiffres

source: The Protocol must be "udp" or "tcp"
fr_fr: Le protocole ne peut correspondre qu'à "udp" ou "tcp"

source: You need to define two DNS resolver addresses
fr_fr: Vous devez définir deux adresses de résolveur DNS

source: A Password is needed when you suggest a Username, or vice versa
fr_fr: Un mot de passe est nécessaire si vous proposez un nom d'utilisateur, et inversement

source: A Client Certificate is needed when you suggest a Key, or vice versa
fr_fr: Un certificat client est nécessaire si vous proposez une clé, et inversement

source: You need a Server CA.
fr_fr: Vous ne pouvez pas ne pas avoir de CA de serveur

source: You need either a Client Certificate, either a Username, or both
fr_fr: Vous devez avoir soit un certificat client, soit un nom d'utilisateur, soit les deux

source: The IPv6 Delegated Prefix format looks bad
fr_fr: Le format du préfixe IPv6 délégué semble incorrect

source: configuration not updated
fr_fr: configuration non-mise à jour

source: Configuration updated and service successfully reloaded
fr_fr: Configuration mise à jour et service correctement rechargé

source: Configuration updated but service reload failed
fr_fr: Configuration mise à jour mais le rechargement du service a échoué

source: Service successfully disabled
fr_fr: Service désactivé avec succès

source: VPN Client
fr_fr: Client VPN

source: Error
fr_fr: Erreur

source: Any problem? Contribute!
fr_fr: Un problème ? Contribuez !

source: VPN Client Configuration
fr_fr: Configuration du client VPN

source: This is a fast status. Click on More details to show the complete status.
fr_fr: Ceci est un résumé du statut. Cliquez sur « Plus de détails » pour consulter l'intégralité du statut.

source: Running
fr_fr: En cours d'exécution

source: Not Running
fr_fr: Éteint

source: Loading complete status may take a few minutes. Be patient.
fr_fr: Le chargement du statut peut prendre quelques minutes. Soyez patient.

source: More details
fr_fr: Plus de détails

source: VPN Enabled
fr_fr: VPN activé

source: Manual
fr_fr: Manuel

source: Automatic
fr_fr: Automatique

source: Server Address
fr_fr: Adresse du serveur

source: Server Port
fr_fr: Port du serveur

source: With restricted access, you should use 443 (TCP) or 53 (UDP)
fr_fr: En cas d'accès restreint, utiliser 443 (TCP) ou 53 (UDP)

source: Protocol
fr_fr: Protocole

source: UDP is more efficient than TCP (but more filtered in case of restrictive access)
fr_fr: UDP est plus performant que TCP (mais plus filtré en cas d'accès restreint)

source: Delegated prefix (IPv6)
fr_fr: Préfixe délégué (IPv6)

source: Leave empty if your Internet Service Provider does not give you a delegated prefix
fr_fr: Laissez vide si votre Fournisseur d'Accès à Internet ne vous fournit pas de préfixe délégué.

source: Edit the raw configuration only if you know what you do!
fr_fr: N'éditez la configuration brute que si vous savez ce que vous faites !

source: Advanced
fr_fr: Avancé

source: You need to upload a Client Certificate, or define a Username (or both) for starting your VPN Client.
fr_fr: Vous devez téléverser le certificat du client, ou définir un nom d'utilisateur (ou les deux) pour démarrer votre client VPN.

source: Authentication
fr_fr: Authentification

source: You need to upload a Server CA for starting your VPN Client.
fr_fr: Vous devez transférer un CA de serveur pour démarrer votre client VPN.

source: Update Server CA
fr_fr: Actualiser le CA du serveur

source: Upload Server CA
fr_fr: Transférer le CA du serveur

source: You cannot have no server CA
fr_fr: Vous ne pouvez pas ne pas avoir de CA de serveur

source: Browse
fr_fr: Parcourir

source: Update Client Cert.
fr_fr: Actualiser le certificat client

source: Upload Client Cert.
fr_fr: Téléverser un certificat client

source: Delete this certificate
fr_fr: Supprimer ce certificat

source: Update Client Key
fr_fr: Actualiser la clé client

source: Upload Client Key
fr_fr: Téléverser un clé client

source: Make sure your browser is able to read the key file before uploading
fr_fr: Assurez-vous que votre navigateur peut lire le fichier contenant la clé avant de le téléverser

source: make sure your browser is able to read the key file before uploading
fr_fr: assurez-vous que votre navigateur peut lire le fichier contenant la clé avant de le téléverser

source: Update Shared-Secret
fr_fr: Actualiser le secret partagé

source: Upload Shared-Secret
fr_fr: Téléverser un secret partagé

source: Username
fr_fr: Nom d'utilisateur

source: Leave empty if not necessary
fr_fr: Laisser vide si non nécessaire

source: Password
fr_fr: Mot de passe

source: First resolver
fr_fr: Premier résolveur

source: IPv6 or IPv4
fr_fr: IPv6 ou IPv4

source: Second resolver
fr_fr: Second résolveur

source: Auto Configuration
fr_fr: Configuration automatique

source: Upload Config
fr_fr: Téléverser une configuration

source: What is a dot cube file?
fr_fr: Qu'est-ce qu'un fichier .cube ?

source: Reloading may take a few minutes. Be patient.
fr_fr: Le rechargement peut prendre quelques minutes. Soyez patient.

source: Save and reload
fr_fr: Sauvegarder et recharger
